[LangSelectionDlg]
MUI_LANGDLL_WINDOWTITLE=Limbã de instalare
MUI_LANGDLL_INFO=Vã rugãm sã alegeþi o limbã.

[Installation]
IDS_SAVESETTING=Doriþi sã salvaþi setãrile?
IDS_OperatorName=Operator telefonie mobilã
IDS_ChooseOperator=Alegeþi un operator de telefonie mobilã.
IDS_SelectOperatorList=Vã rugãm sã alegeþi operatorul dvs. de telefonie mobilã din urmãtoarea listã.
IDS_OperatorDescription=Descriere
IDS_SelectOperatorDetail=este proiectat pentru
IDS_ACSInstalled=O instalare Speedmanager plus/ByteMobile Client anterioarã existã în sistem. Aceastã versiune trebuie dezinstalatã ºi sistemul de operare repornit.
IDS_PathTooLong=Calea este prea lungã.
IDS_AlreadyInstall=Aplicaþia este deja instalatã. O dezinstalaþi acum?
IDS_NonAdmin= nu se poate instala deoarece utilizatorul nu are drepturi de administrator pe acest computer.
IDS_IsWin9x= nu se poate instala sub Windows 9x.
IDS_AppRunning=Vã rugãm sã închideþi aplicaþia mai întâi.
IDS_SameVer=Aceastã versiune de software este deja instalatã. Doriþi sã o dezinstalaþi mai întâi?
IDS_AnotherCustomized=O versiune personalizatã a acestui software este deja instalatã. Doriþi sã o dezinstalaþi mai întâi?
IDS_OldVer=O versiune anterioarã a acestui software este deja instalatã. Doriþi sã o dezinstalaþi mai întâi?
IDS_HigherVer=O versiune mai recentã a acestui software este deja instalatã. Doriþi sã o dezinstalaþi mai întâi?
IDS_NonAdminUninst= nu se poate dezinstala deoarece utilizatorul nu are drepturi de administrator pe acest computer.
IDS_DELETE_ALL_DATA= Dori?i s? ?terge?i toate fi?ierele cu date utilizatori?
